[{"id":2,"name":"Detailer Cordless","brand":"WAHL","price":"$10.999","description":"Trimmer Profesional inalámbrico fabricado en Estados Unidos. Liviano y ergonómico, provee al profesional de balance y control perfectos para un trabajo de la más alta calidad. Las Cuchillas en T que se ajustan al corte 0' son ideales para un trabajo preciso y detalles perfectos. Las Máquinas Wahl, diseñadas con los más altos estándares de calidad, proporcionan la seguridad de una alta performance, sin objeciones.","discount":"40","category":"1","condition":"inSale","subcategory":"Trimmers","image":["trimmer1-1.jpeg"]},{"id":3,"name":"Afeitadora Finale","brand":"WAHL","price":"$15.999","description":"Su utilización es sencilla, gracias a su uso con o sin cable. La batería de litio de última generación permite 80 minutos de autonomía tras 120 minutos de carga.Además, sus hojas son hipoalergénicas doradas, para que afeitarte no sea sinónimo de irritación.","discount":"35","category":"1","subcategory":"Shavers","condition":"inSale","image":["shaver1-1.jpeg"]},{"id":4,"name":"Tijera Jay2 6''","brand":"JAGUAR","price":"$2.500","description":"La Tijera Filo Navaja JAY2 6''se amolda bien a la mano. Ideal para un trabajo cómodo, relajado por su forma ergonómica. Apropiada para todas las técnicas de corte y de capear, filos afilado, suave acción de corte.","discount":"50","category":"3","subcategory":"Tijeras","condition":"inSale","image":["tijeraJay2.jpeg"]},{"id":5,"name":"Trimmer+ Clipper Rosé","brand":"BABYLISS PRO","price":"$35.000","description":"RoseFX es una maquina de corte profesional inalámbrica, equipada con un motor diseñado por Ferrari. Una herramienta perfecta para cortar todas las texturas del cabello con potencia, velocidad y precisión.","discount":"30","category":"1","subcategory":"Clippers","condition":"inSale","image":["combo1-1.jpeg"]},{"id":6,"name":"Sillon Chester Negro","brand":"TEKNIKSTYLE","price":"$110.000","description":"Exclusivo sillón de barbería estilo retro con tapicería Simil Chesterfield. Generosas dimensiones mancomunadas en una estructura metálica cromada con amplios apoya brazos que aportan mayor comodidad. Reclinable en su totalidad, es ideal para que el barbero trabaje a una altura óptima permitiendo que el cliente prácticamente quede acostado sobre el sillón. Apoya pies reclinable con superficie flotante tapizada para que el cliente descanse sus pies una vez acostado. Base circular metálica de gran tamaño que aporta solidez y firmeza a todo el sillón. Apoya cabezas tapizado y regulable en altura","discount":"30","category":"2","subcategory":"Sillones","condition":"inSale","image":["sillon1-1.jpeg"]},{"id":7,"name":"Spray Lubricante","brand":"BABYLISS PRO","price":"$3.000","description":"Spray lubricante y desinfectante en Aerosol. Desinfecta, lubrica, enfría, limpia y es anticorrosivo. Elimina Virus, hongos y bacterias. Brinda una lubricación suave de las cuchillas que reduce la fricción, suaviza los cortes y alaga la vida útil de las máquinas.","discount":"40","category":"4","subcategory":"Mantenimiento","condition":"inSale","image":["lubricanteBL.jpeg"]},{"id":8,"name":"Cabezal Shaver Finale","brand":"WAHL","price":"$4.999","description":"Diseñado para obtener el afeitado más cercano posible sin ser doloroso o irritante, el paquete de reemplazo incluye lámina de oro hipoalergénica que evita los golpes y el conjunto de la barra de corte para una afeitadora como nueva. Compatible solo con la máquina de afeitar de 5 estrellas","discount":"15","category":"4","subcategory":"Cabezales","condition":"inSale","image":["repuesto-5.jpeg"]},{"id":9,"name":"Lavacabeza Premier","brand":"TEKNIKSTYLE","price":"$125.000","description":"Diseño Ergonómico. Tapizado de Simil Cuero. Bacha de Cerámica. Terminaciones bordadas en hilo blanco que aportan elegancia.","discount":"25","category":"2","subcategory":"Lavacabezas","condition":"inSale","image":["lavacabeza4-1.jpeg"]},{"id":10,"name":"Secador Volare","brand":"BABYLISS PRO","price":"$25.999","description":"La experiencia de BaByliss®PRO y la excelencia de FERRARI han desarrollado juntas una herramienta de diseño exclusivo con excepcionales prestaciones. El VOLARE esta especialmente construido para obtener un flujo de aire máximo con un mínimo peso y vibración, para un óptimo y rápido secado y asegurar un estilismo duradero.","discount":"35","category":"3","subcategory":"Secadores","condition":"inSale","image":["secador1.jpeg"]},{"id":11,"name":"Set x 6 Peines","brand":"BABYLISS PRO","price":"$1.999","description":"Kit de Peines Profesionales Nano Titanium BaByliss PRO. Hechos de carbono. Resistentes al calor. Evitan el frizz.","discount":"50","category":"3","subcategory":"Peines","condition":"inSale","image":["peines1-2.jpeg"]},{"id":12,"name":"Combo Sillón + Lavacabeza","brand":"TEKNIKSTYLE","price":"25.000","description":"1 Lavacabezas Black FG TeknikStyle. Posee una Bacha de Fibre Glass resistente y duradera de excelente calidad.  +  1 Sillón Hidráulico Peluqueria JPN. Base cromada regulable en altura. Líneas puras y elegantes de diseño ergonómico en apoya brazos cromados. Apoya pies removible.","discount":"40","category":"2","subcategory":"Lavacabezas","condition":"inSale","image":["supercombo1.jpeg"]},{"id":13,"name":"Patillera USB K42","brand":"TEKNIKSTYLE","price":"$5.990","description":"Trimmer profesional ideal para detalles, terminaciones y dibujos. Se carga por USB. Tiene un motor de 6800 rpm y una potencia de 6,5w. El tiempo de carga es de 2 hs y de uso 4 hs","discount":"","category":"1","subcategory":"Trimmers","condition":"","image":["trimmer4-1.jpeg"]},{"id":14,"name":"Aceite lubricante","brand":"WAHL","price":"$699","description":"Aceite Wahl  Clipper Oil Para Cuchillas Cortadoras De Pelo. Lubricante para cortadoras. Recubre las cuchillas con una película ultrafina que evita la corrosión. Para uso en todo tipo de cuchillas. Presentación:118 ml","discount":"","category":"4","subcategory":"Mantenimiento","condition":"","image":["lubricanteW.jpeg"]},{"id":15,"name":"Magic Clip Cordless","brand":"WAHL","price":"$24.999","description":"Liviana y confortable, posee cuchillas intercaladas para un corte más preciso y suave. Cortadora profesional con o sin cable. Liviana y poderosa, fácil de manipular. Poderoso motor de 5.500 rpm","discount":"","category":"1","subcategory":"Clippers","condition":"","image":["maquina3-1.jpeg"]},{"id":16,"name":"Sillón Senior Marrón","brand":"TEKNIKSTYLE","price":"$79.990","description":"La impronta de un clásico reflejada en todos sus detalles. Exclusivo sillón de barbería estilo retro con tapicería Simil Chesterfield. Generosas dimensiones mancomunadas en una estructura metálica cromada con amplios apoya brazos que aportan mayor comodidad. Reclinable en su totalidad, es ideal para que el barbero trabaje a una altura óptima permitiendo que el cliente prácticamente quede acostado sobre el sillón.","discount":"","category":"2","subcategory":"Sillones","condition":"","image":["sillon2-1.jpeg"]},{"id":17,"name":"Tijera Safari 5,5''","brand":"JAGUAR","price":"$5.000","description":"Tijera de corte profesional. Elegancia y alta calidad. Artesanía de precisión combinada con el uso de máquinas y tecnologías de vanguardia. Cada par de tijeras se comprueba y controla individualmente antes de la entrega. Revestimiento de alta tecnología, innovadora, resistente y prestigioso para un diseño individual e inconfundible de las tijeras. Protección contra la alergia al níquel. Diseño Offset para una posición ergonómica de los dedos y para un trabajo relajado.","discount":"","category":"3","subcategory":"Tijeras","condition":"","image":["tij_safari_5,5.jpeg"]},{"id":18,"name":"Super Taper Profesional","brand":"WAHL","price":"$7.999","description":"Maquina Cortadora De Pelo Wahl Super Taper Profesional. Motor vibratorio profesional V5000 para durabilidad. Ideal para grandes exigencias. Trabaja con cable, ideal para uso continuo. Gran potencia, alta precisión con cuchillas profesionales. Sólo utilizando el pulgar se gradúa el nivel o la textura del corte","discount":"","category":"1","subcategory":"Clippers","condition":"","image":["maquina4-1.jpeg"]},{"id":19,"name":"Trimmer Beret profesional","brand":"WAHL","price":"$7.599","description":"Para contornos exactos: Chrom Blade, el juego de cuchillas de precisión cromado que corta con confianza e increíblemente cerca de la piel. Para una comodidad excepcional: Ultra-fina, ergonómica, ligera y silenciosa. Con acabado cromado pulido. Tiempo de carga 60 min. LED indicador de control de carga. Baterías de litio sin efecto memoria. Práctico soporte de carga.","discount":"","category":"1","subcategory":"Trimmers","condition":"","image":["beret.jpeg"]},{"id":20,"name":"Secador Super Dry","brand":"WAHL","price":"$5.700","description":"El Secador de pelo WAHL cuenta con tecnología turmalina y flujo de iones integrados para reducir la electricidad estática del cabello. Además posee flujo de aire frío instantáneo más 3 posiciones de temperatura y 2 velocidades. A su vez, tiene mango ergonómico para estabilidad y control. Motor CA profesional de peso reducido con amortiguación de ruidos. También cuenta con filtro extraible de acero para una fácil limpieza, chorro de aire frío con flujo de aire frío instantáneo y 3 posiciones de temperatura y dos velocidades. Con un filtro extraíble de acero para una fácil limpieza.","discount":"","category":"3","subcategory":"Secadores","condition":"","image":["secador2.jpeg"]},{"id":21,"name":"Afeitadora Fading & Shaving","brand":"TEKNIKSTYLE","price":"$6.499","description":"Máquina afeitadora para barbas Fading & Shaving Teknikpro, para cargar vía USB. Exclusiva máquina para rapar y afeitar. Liviana y maniobrable, con rodillos de alto desempeño. Exclusivo recortador de patillas. Rapados suaves y parejos.","discount":"","category":"1","subcategory":"Shavers","condition":"","image":["shaver2.jpeg"]},{"id":22,"name":"Cabezal + Cuchillas Teknikpro","brand":"TEKNIKSTYLE","price":"$1.999","description":"Cabezal + 2 Cuchillas Para Afeitadora Fading & Shaving","discount":"","category":"4","subcategory":"Cabezales","condition":"","image":["repuesto2.jpeg"]}]